Repository: lion92pl/IIUWr
Catalog: IIUWr/IIUWr/Strings/*/CourseType.resw
Source language: en
Languages: pl

# I1
source: CS 1
pl: Informatyczny 1

# I2
source: CS 2
pl: Informatyczny 2

# I2T
source: CS 2 - teory
pl: Informatyczny 2 - teoria

# I2Z
source: CS 2 - application
pl: Informatyczny 2 - zastosowania

# Iinż
source: CS for engineers
pl: Informatyczny inżynierski

# Inf
source: CS
pl: Informatyczny

# Inne
source: Other
pl: Inne

# K1
source: Course 1
pl: Kurs 1

# K2
source: Course 2
pl: Kurs 2

# Kinż
source: Engineer courses
pl: Kurs inżynierski

# Kurs
source: Courses
pl: Kurs

# KursySeminaria
source: Courses and seminars
pl: Kursy i seminaria

# Lektorat
source: Foreign language classes
pl: Lektorat

# Nieinformatyczny
source: Humanistic
pl: Nieinformatyczny

# O
source: Mandatory
pl: Obowiązkowy

# O1
source: Mandatory 1
pl: Obowiązkowy 1

# O2
source: Mandatory 2
pl: Obowiązkowy 2

# O3
source: Mandatory 3
pl: Obowiązkowy 3

# Oinż
source: Mandatory for engineers
pl: Obowiązkowy inżynierski

# Projekt
source: Project
pl: Projekt

# Seminarium
source: Seminar
pl: Seminarium

# WF
source: PE
pl: Wychowanie fizyczne
